Repository: pecesama/GelatoCMS
Catalog: trunk/languages/*/messages.po
Languages: de, zh_tw

source: admin users
de: administratoren
zh_tw: 管理員

source: Processing request...
de: Anfrage läuft...
zh_tw: 進程請求...

source: home
zh_tw: 首頁

source: View Tumblelog
de: Tumblelog ansehen
zh_tw: 瀏覽微型博客

source: Log out
de: Abmelden
zh_tw: 註銷

source: Settings
de: Einstellungen
zh_tw: 設置

source: Posts
de: Beiträge
zh_tw: 日誌

source: Add user
de: Benutzer hinzufügen
zh_tw: 添加用戶

source: Users
de: Benutzer
zh_tw: 用戶

source: The user has been added successfully.
de: Benutzer erfolgreich hinzugefügt.
zh_tw: 成功添加用戶

source: The user has been eliminated successfully.
de: Benutzer erfolgreich gelöscht.
zh_tw: 成功刪除用戶

source: The user has been modified successfully.
de: Benutzer erfolgreich aktualisiert.
zh_tw: 成功修改用戶

source: The username is not available.
de: Dieser Benutzer ist nicht verfügbar.
zh_tw: 用戶名不可用

source: Error on the database server:.
de: Datenbank-Server Fehler:.
zh_tw: 數據庫出錯:

source: Login
de: Anmelden
zh_tw: 登錄

source: Name
zh_tw: 名稱

source: Actions
de: Aktionen
zh_tw: 操作

source: Edit
de: Bearbeiten
zh_tw: 編輯

source: Delete
de: Löschen
zh_tw: 刪除

source: No users available.
de: Keine Benutzer Verfügbar.
zh_tw: 無可用用戶

source: &nbsp;ending session...
de: &nbsp;Beende die Session...
zh_tw: &nbsp;結束會話...

source: &nbsp;failure ending session...
de: &nbsp;Session beenden: Fehler...
zh_tw: &nbsp;失敗結束會話...

source: Required field cannot be left blank.
de: Erforderliche Formularfelder dürfen nicht leer sein.
zh_tw: 必填項不能留空.

source: Username available.
de: Benutzername ist verfügbar.
zh_tw: 用戶名可用.

source: logout
de: abmelden
zh_tw: 註銷

source: Take me to the tumblelog
de: Bring mich zum Tumblelog
zh_tw: 轉到微型博客

source: Back to the Tumblelog
de: Zurück zum Tumblelog
zh_tw: 返回微型博客

source: Closing session
de: Schließlich Session
zh_tw: 關閉會話

source: logoff
de: abmelden
zh_tw: 登出

source: Ending session...
de: Beende Session...
zh_tw: 結束會話...

source: Has happened an error when closing the session.
de: Ist eine störung beim schließlich der session aufgetreten.
zh_tw: 關閉會話時發生錯誤.

source: comments
de: kommentare
zh_tw: 評論

source: Manage comments
de: Kommentare bearbeiten
zh_tw: 管理評論

source: List
de: Liste
zh_tw: 列表

source: The comment has been eliminated successfully.
de: Kommentar erfolgreich gelöscht.
zh_tw: 成功刪除評論.

source: The post has NOT been eliminated.
de: Beitrag wurde nicht gelöscht.
zh_tw: 日誌未能刪除.

source: The comment has been modified successfully.
de: Kommentar erfolgreich überarbeitet.
zh_tw: 成功修改評論.

source: The post has NOT been modified.
de: Beitrag wurde nicht geändert.
zh_tw: 日誌未能修改.

source: control panel
de: kontollzentrum
zh_tw: 控制面板

source: New Post
de: Neuer Beitrag
zh_tw: 新日誌

source: Chat
zh_tw: 聊天

source: Quote
de: Zitat
zh_tw: 引用

source: Link
zh_tw: 鏈接

source: Audio
zh_tw: 音頻

source: Video
zh_tw: 視頻

source: Picture
de: Bild
zh_tw: 圖像

source: Regular
de: Regulär
zh_tw: 規則

source: A new gelato version has been released and is ready <a href="http://www.gelatocms.com/">for download</a>.
de: Eine neue Gelato Version wurde veröffentlicht und steht <a href="http://www.gelatocms.com/">zum Download</a> bereit.
zh_tw: 新版本發布，請<a href="http://www.gelatocms.com/">下載</a>.

source: The post has been eliminated successfully.
de: Beitrag wurde erfolgreich entfernt.
zh_tw: 成功刪除日誌.

source: The post has been modified successfully.
de: Beitrag wurde erfolgreich geändert.
zh_tw: 成功修改日誌.

source: The post has been added successfully.
de: Beitrag wurde erfolgreich hinzugefügt.
zh_tw: 成功添加日誌.

source: Error on the database server:
de: Datenbank-Server Fehler:
zh_tw: 數據庫出錯:

source: Not an MP3 file or an upload problem.
de: Kein MP3-Datei oder Upload Problem.
zh_tw: 不是一個MP3文件.有可能是上傳出錯

source: Not a photo file or an upload problem.
de: Kein Photo-Datei oder Upload Problem.
zh_tw: 不是一個圖像文件.有可能是上傳出錯

source: syntax is supported.
de: syntax wird unterstützt.
zh_tw: 支持語法.

source: Options
de: Optionen
zh_tw: 選項

source: Comments
de: Kommentare
zh_tw: 評論

source: No posts in this tumblelog.
de: Keine beiträge in diesem Tumblelog.
zh_tw: 暫無內容.

source: options
de: optionen
zh_tw: 選項

source: Tumblelog options
de: Tumblelog Optionen
zh_tw: 微型博客選項

source: Post
de: Schreiben
zh_tw: 日誌

source: The configuration has been modified successfully.
de: Einstellungen erfolgreich gespeichert.
zh_tw: 公共修改配置.

source: Error on the database server:
de: Datenbank-Server Fehler:
zh_tw: 數據庫出錯:

source: Rich text editor:
de: Reicher textherausgeber:
zh_tw: 富文本編輯器r:

source: Active
de: Aktiviert
zh_tw: 激活

source: Deactive
de: Deaktiviert
zh_tw: 禁用

source: URL friendly:
de: URL freundlich:
zh_tw: URL友好:

source: Allow readers comments:
de: Kommentare erlauben:
zh_tw: 允許讀者評論:

source: Time Offset:
de: Zeitzone:
zh_tw: 時區:

source: Modify
de: Aktualisieren
zh_tw: 修改

source: settings
de: einstellungen
zh_tw: 設置

source: Tumblelog configuration
de: Tumblelog konfiguration
zh_tw: 微型博客配置

source: Title:
de: Titel:
zh_tw: 標題:

source: Description:
de: Beschreibung:
zh_tw: 描述:

source: Installation URL
de: Installations URL
zh_tw: 安裝URL

source: Post limit:
de: Max. Beiträge auf der Startseite:
zh_tw: 日誌限制:

source: Language:
de: Sprache:
zh_tw: 語言:

source: Template:
zh_tw: 模板:

source: add user
de: benutzer hinzugügen
zh_tw: 添加用戶

source: Start session
de: Starte Session
zh_tw: 開始會話

source: Add
de: Hinzufügen:
zh_tw: 添加

source: user:
de: benutzer:
zh_tw: 用戶:

source: password:
de: passwort:
zh_tw: 密碼:

source: retype password:
de: passwort erneut eingeben:
zh_tw: 教研密碼:

source: name:
zh_tw: 名字:

source: e-mail:
zh_tw: 郵件l:

source: website:
de: webseite:
zh_tw: 主頁:

source: about:
de: Über:
zh_tw: 關於:

source: login screen
zh_tw: 登錄界面

source: Processing request&hellip;
zh_tw: 進程請求&hellip;

source: User:
zh_tw: 用戶:

source: Password:
zh_tw: 密碼:

source: Remember me:
zh_tw: 記住我

source: &nbsp;You must be registered to use gelato.
zh_tw: &nbsp;您需要註冊才能使用gelato

source: &nbsp;You must be logged on the system.
zh_tw: &nbsp;您需要登錄。

source: &nbsp;ending session&hellip;
zh_tw: &nbsp;結束會話&hellip;

source: &nbsp;failure ending session&hellip;
zh_tw: &nbsp;結束會話失敗&hellip;

source: Must be a valid URL
zh_tw: 必須是一個有效的URL

source: bookmarklet
zh_tw: 書籤

source: Ending session&hellip;
zh_tw: 結束會話&hellip;

source: Feed added
zh_tw: 添加RSS源

source: Feed deleted
zh_tw: 刪除RSS源

source: Feeds
zh_tw: 源

source: Feed Url:
zh_tw: 源URL：

source: username:
zh_tw: 用戶名

source: Configure your feeds
zh_tw: 配置您的RSS源

source: Import data from:
zh_tw: 從導入數據：

source: Import As:
zh_tw: 導入為：

source: Text
zh_tw: 文本

source: Photos
zh_tw: 圖片

source: Feed Url (double check):
zh_tw: 源URL（校驗）：

source: Show credits on each post?
zh_tw: 每篇日誌顯示作者？

source: Delete this Feed
zh_tw: 刪除這個源

source: Error updating
zh_tw: 更新失敗

source: Last update
zh_tw: 最後更新

source: Importing
zh_tw: 導入

source: add to gelato
zh_tw: 添加到gelato

source: Shorten long URLs:
zh_tw: 縮短長URL：

source: Import feeds every:
zh_tw: 導入源頻率：

source: minutes
zh_tw: 分

source: hour
zh_tw: 小時

source: hours
zh_tw: 小時
