Repository: pecesama/GelatoCMS
Catalog: languages/*/messages.po
Languages: ca, es_mx, it, ru

source: admin users
ca: administrar usuaris
es_mx: administrar usuarios
it: amministra utenti
ru: администраторы

source: Processing request...
ca: processant sol&middot;licitud...
es_mx: Procesando la petición...
it: Elaboro la richiesta...
ru: Запрос обрабатывается...

source: home
ca: inici
es_mx: inicio
ru: главная

source: View Tumblelog
ca: Veure Tumblelog
es_mx: ver el Tumblelog
it: Visualizza il Tumblelog
ru: Открыть Тлог

source: Log out
ca: Terminar sessió
es_mx: Salir
it: Scollegati
ru: Выйти

source: Settings
ca: Configuració
es_mx: Configuraciones
it: Gestione
ru: Настройки

source: Posts
ca: Entrades
es_mx: Artículos
it: Articoli
ru: Записи

source: Add user
ca: Afegir usuari
es_mx: Agregar usuario
it: Aggiungi utente
ru: Добавить пользователя

source: Users
ca: Usuaris
es_mx: Usuarios
it: Utenti
ru: Пользователи

source: The user has been added successfully.
ca: L'usuari ha estat afegit correctament.
es_mx: Se ha agregado el usuario con éxito.
it: L'utente &egrave; stato aggiunto.
ru: Пользователь был успешно добавлен.

source: The user has been eliminated successfully.
ca: L'usuari ha estat esborrat correctament.
es_mx: Se ha eliminado el usuario con éxito.
it: L'utente &egrave; stato cancellato.
ru: Пользователь был успешно удалён.

source: The user has been modified successfully.
ca: L'usuari ha estat modificat correctament.
es_mx: Se ha modificado el usuario con éxito.
it: L'utente &egrave; stato modificato.
ru: Пользователь был успешно отредактирован.

source: The username is not available.
ca: El nom d'usuari no està disponible.
es_mx: El nombre de usuario no esta disponible.
it: Il nome utente non &egrave; disponibile.
ru: Имя пользователя недоступно.

source: Error on the database server:.
ca: Error en el servidor de base de dades:.
es_mx: Error en el servidor de base de datos:.
it: Errore sul server del database:.
ru: Ошибка базы банных сервера:.

source: Login
ca: Usuari
es_mx: Iniciar sesión
ru: Вход

source: Name
ca: Nom
es_mx: Nombre
it: Nome
ru: Имя

source: Actions
ca: Accions
es_mx: Accions
it: Azioni
ru: Действия

source: Edit
ca: Editar
es_mx: Editar
it: Modifica
ru: Редактировать

source: Delete
ca: Esborrar
es_mx: Eliminar
it: Cancella
ru: Удалить

source: No users available.
ca: No es troben usuaris.
es_mx: No hay usuarios disponibles.
it: Nessun utente disponibile
ru: Нет доступных пользователей.

source: &nbsp;ending session...
ca: &nbsp;tancant sessió...
es_mx: &nbsp;termiando sesión...
it: &nbsp;sessione in chiusura...
ru: &nbsp;завершение сессии...

source: &nbsp;failure ending session...
ca: &nbsp;error al tancar la sessió...
es_mx: &nbsp;falló el cierre de sesión...
it: &nbsp;errore nella chiusura della sessione...
ru: &nbsp;ошибка завершения сессии...

source: Required field cannot be left blank.
ca: El camp requerit no pot estar buit.
es_mx: Es un campo requerido, no lo puede dejar en blanco.
it: I campi obbligatori non possono essere vuoti.
ru: Обязательные поля не могут оставаться пустыми.

source: Username available.
ca: Usuari disponible.
es_mx: Nombre de usuario disponible.
it: Nome utente disponibile.
ru: Имя пользователя свободно.

source: logout
ca: sortir
es_mx: salir
it: scollegati
ru: выйти

source: Take me to the tumblelog
ca: Pàgina principal
es_mx: Llevarme al tumblelog
it: Portami al Tumblelog
ru: Перейти к тлогу

source: Back to the Tumblelog
ca: Tornar al Tumblelog
es_mx: Regresar al Tumblelog
it: Torna al Tumblelog
ru: Вернуться в тлог

source: Closing session
ca: Tancant sessió
es_mx: Cerrando la sesión
it: La sessione si sta chiudendo
ru: Закрытие сессии

source: logoff
ca: sortir
es_mx: salir
it: uscita
ru: выход

source: Ending session...
ca: Finalitzant sessió...
es_mx: Terminando sesión...
it: La sessione sta finendo...
ru: Завершение сессии...

source: Has happened an error when closing the session.
ca: S'ha produït un error al tancar la sessió.
es_mx: Ha ocurrido un error al terminar la sesión.
it: C'&egrave; stato un errore mentre si chiudeva la sessione.
ru: При закрытии сессии произошла ошибка.

source: comments
ca: comentaris
es_mx: comentarios
it: commenti
ru: комментарии

source: Manage comments
ca: Administrar comentaris
es_mx: Administrar comentarios
it: Gestisci i commenti
ru: Управление комментариями

source: Spam
ru: Спам

source: List
ca: Llista
es_mx: Lista
it: Elenco
ru: Список

source: The comment has been eliminated successfully.
ca: El comentari ha estat esborrat correctament.
es_mx: Se ha eliminado el comentario con éxito.
it: Il commento Ã¨ stato eliminato.
ru: Комментарий был успешно удалён.

source: The post has NOT been eliminated.
ca: Error a l'esborrar l'entrada.
es_mx: El artículo NO ha sido eliminado.
it: L'articolo NON &egrave; stato eliminato.
ru: Запись НЕ БЫЛА удалена.

source: The comment has been modified successfully.
ca: El comentari ha estat modificat correctament.
es_mx: Se ha modificado el comentario con éxito.
it: Il commento &egrave; stato modificato.
ru: Комментарий был успешно изменён.

source: The post has NOT been modified.
ca: Error al modificar l'entrada.
es_mx: el artpiculo NO ha sido modificado.
it: L'articolo NON &egrave; stato modificato.
ru: Запись НЕ БЫЛА изменена.

source: control panel
ca: panell de control
es_mx: panel de control
it: pannello di controllo
ru: панель управления

source: New Post
ca: Nova Entrada
es_mx: Crear artículo
it: Nuovo Articolo
ru: Создать запись

source: Chat
es_mx: Conversación
ru: Чат

source: Quote
ca: Cita
es_mx: Cita
it: Quota
ru: Цитата

source: Link
ca: Enllaç
es_mx: Enlace
ru: Ссылка

source: Audio
ca: Àudio
ru: Аудио

source: Video
ru: Видео

source: Picture
ca: Foto
es_mx: Foto
it: Immagini
ru: Картинка

source: Regular
ca: Text
it: Testo
ru: Текст

source: A new gelato version has been released and is ready <a href="http://www.gelatocms.com/">for download</a>.
ca: Es troba disponible una versió més recent de Gelato i està llesta <a href="http://www.gelatocms.com/">per a descarregar</a>.
es_mx: Se ha liberado una nueva versión de gelato y esta lista para <a href="http://www.gelatocms.com/">descargar</a>.
it: Una nuova versione di gelato &egrave; stata rilasciata ed &egrave; pronta <a href="http://www.gelatocms.com/">per lo scaricamento</a>.
ru: Новая верия GelatoCMS <a href="http://www.gelatocms.com/">доступна для скачивания</a>!

source: The post has been eliminated successfully.
ca: L'entrada ha estat eliminada correctament.
es_mx: Se ha eliminado el artículo con éxito.
it: L'articolo &egrave; stato eliminato.
ru: Запись была успешно удалена.

source: The post has been modified successfully.
ca: L'entrada ha estat modificada correctament.
es_mx: Se ha modificado el artículo con éxito.
it: L'articolo &egrave; stato modificato.
ru: Запись была успешно изменена.

source: The post has been added successfully.
ca: L'entrada ha estat afegida correctament.
es_mx: Se ha agregado el artículo con éxito..
it: L'articolo &egrave; stato aggiunto.
ru: Запись была успешно добавлена.

source: Error on the database server:
ca: Error en el servidor de base de dades:
es_mx: Error en el servidor de base de datos:
it: Errore sul server del database:
ru: Ошибка базы данных сервера:

source: Not an MP3 file or an upload problem.
ca: No és un arxiu MP3 vàlid o s'ha produït un error al carregar.
es_mx: No es un archivo MP3 o ha ocurrido un error al cargarlo.
it: Non &egrave; un file MP3 o c'&egrave; stato un problema nel caricamento.
ru: Файл не в формате MP3 или ошибка при загрузке.

source: Not a photo file or an upload problem.
ca: No és un arxiu d'imatge vàlid o s'ha produït un error al carregar.
es_mx: No es un archivode foto o ha ocurrido un error al cargarlo.
it: Non &egrave; un file di foto o c'&egrave; stato un problema nel caricamento.
ru: Файл не является изображением или ошибка при загрузке.

source: syntax is supported.
ca: sintaxi suportada.
es_mx: sintaxis soportada.
it: sintassi &egrave; supportata.
ru: поддерживается.

source: Options
ca: Opcions
es_mx: Opciones
it: Opzioni
ru: Опции

source: Comments
ca: Comentaris
es_mx: Comentarios
it: Commenti
ru: Комментарии

source: No posts in this tumblelog.
ca: No hi ha entrades en aquest Tumblelog
es_mx: No hay artículos en este tumblelog.
it: Nessun articolo in questo tumblelog
ru: В тлоге нет записей.

source: options
ca: opcions
es_mx: opciones
it: opzioni
ru: опции

source: Tumblelog options
ca: Opcions del Tumblelog
es_mx: Opciones del Tumblelog
it: Opzioni del Tumblelog
ru: опции тлога

source: Post
ca: Entrada
es_mx: Artículos
it: Articolo
ru: Запись

source: The configuration has been modified successfully.
ca: La configuració ha estat modificada correctament.
es_mx: La configuración ha sido modificada con éxito.
it: La configurazione &egrave; stata modificata.
ru: Настройки были успешно сохранены.

source: Error on the database server:
ca: Error en el servidor de base de dades:
es_mx: Error en el servidor de bases de datos:
it: Errore sul server del database.
ru: Ошибка базы данных сервера:

source: Rich text editor:
ca: Editor de text:
es_mx: Editor de texto enriquecido:
ru: Расширенный текстовый редактор:

source: Active
ca: Activat
es_mx: Activar
it: Attivo
ru: Активировать

source: Deactive
ca: Desactivat
es_mx: Desactivar
it: Disattiva
ru: Скрыть

source: URL friendly:
ca: Url amistosa:
es_mx: URL amigable:
it: URL amichevoli:
ru: Короткая ссылка:

source: Allow readers comments:
ca: Permetre comentaris dels lectors:
es_mx: Permitir comentarios:
it: Permetti ai lettori di commentare:
ru: Разрешить комментарии:

source: Time Offset:
ca: Fus Horari:
es_mx: Compensación de horario:
it: Fuso orario:
ru: Часовой пояс:

source: Modify
ca: Modificar
es_mx: Modificar
it: Modifica
ru: Изменить

source: settings
ca: opcions
es_mx: configuraciones
it: gestione
ru: настройки

source: Tumblelog configuration
ca: Configuració del Tumblelog
es_mx: Configuracion del Tumblelog
it: Configurazione Tumblelog
ru: Настройки тлога

source: Title:
ca: Títol:
es_mx: Título:
it: Titolo:
ru: Заголовок:

source: Description:
ca: Descripció:
es_mx: Descripción:
it: Descrizione:
ru: Описание:

source: Installation URL
ca: URL d'instal&middot;lació
es_mx: URL de instalación
it: URL di installazione
ru: URL инсталляции

source: Post limit:
ca: Límit d'entrades:
es_mx: Limite de artpiculos:
it: Articoli visualizzati
ru: Лимит записей:

source: Language:
ca: Idioma:
es_mx: Idimoas:
it: Lingua:
ru: Язык:

source: Template:
ca: Plantilla:
es_mx: Plantilla:
ru: Шаблон:

source: add user
ca: afegir usuari
es_mx: agregar usuario
it: aggiungi utente
ru: добавить пользователя

source: Start session
ca: Iniciar sessió
es_mx: Iniciar sesión
it: Avvia sessione
ru: Старт сессии

source: Add
ca: Afegir
es_mx: Agregar
it: Aggiungi
ru: Добавить

source: user:
ca: usuari:
es_mx: usuario:
it: utente:
ru: пользователь:

source: password:
ca: contrasenya:
es_mx: contraseña:
ru: пароль:

source: retype password:
ca: confirmar contrasenya:
es_mx: verificar password:
it: riscrivi la password:
ru: повтор пароля:

source: name:
ca: nom:
es_mx: nombre:
it: nome:
ru: имя:

source: e-mail:
es_mx: correo-e:
ru: электронная почта:

source: website:
ca: lloc web:
es_mx: sitio web:
it: Sito web:
ru: сайт:

source: about:
ca: quant a:
es_mx: acerca:
ru: о себе:

source: login screen
ca: pantalla d'accés
es_mx: Pantalla para iniciar sesión
ru: страница авторизации

source: Processing request&hellip;
ca: Procesant petició&hellip;
es_mx: Procesando petición &hellip;
ru: Запрос обрабатывается&hellip;

source: User:
ca: Usuari:
es_mx: Usuario:
ru: Пользователь:

source: Password:
ca: Contrasenya:
es_mx: Contraseña:
ru: Пароль:

source: Remember me:
ca: recorda'm:
es_mx: Recordarme:
ru: Запомнить меня:

source: &nbsp;You must be registered to use gelato.
ca: &nbsp;Per usar gelato has d'estar registrat com a usuari.
es_mx: &nbsp;Debes estar registrado para usar gelato.
ru: &nbsp;Вы должны быть зарегистрированы.

source: &nbsp;You must be logged on the system.
ca: &nbsp;Has d'iniciar sessió en el sistema.
es_mx: &nbsp;Debes iniciar sesión en el sistema.
ru: &nbsp;Вы должны авторизоваться.

source: &nbsp;ending session&hellip;
ca: &nbsp;finalitzant sessió&hellip;
es_mx: &nbsp;terminando sesión&hellip;
ru: &nbsp;завершение сессии&hellip;

source: &nbsp;failure ending session&hellip;
ca: &nbsp;error finalitzant sessió&hellip;
es_mx: &nbsp;falló el cerrar sesión&hellip;
ru: &nbsp;ошибка завершения сессии&hellip;

source: Must be a valid URL
ca: Ha de ser una URL vàlida
es_mx: Debe usar una URL válida.
ru: URL должен быть в правильном формате

source: bookmarklet
ru: закладка

source: Ending session&hellip;
ca: Finalitzant sessió&hellip;
es_mx: Terminando sesión&hellip;
ru: Сессия завершается&hellip;

source: Feed added
ca: Font afegida
es_mx: Feed agregado
ru: Фид добавлен

source: Feed deleted
ca: Font esborrada
es_mx: Feed eliminado
ru: Фид удалён

source: Feeds
ca: Fonts
ru: Фиды

source: Feed Url:
ca: URL de la font:
es_mx: URL del feed:
ru: Ссылка на фид:

source: username:
ca: usuari:
es_mx: nombre de usuario:
ru: имя пользователя:

source: Configure your feeds
ca: Configurar les teves fonts
es_mx: Configurar los feeds
ru: Управление вашими фидами

source: Import data from:
ca: Importar dades de:
es_mx: Importar datos desde:
ru: Импортировать данные:

source: Import As:
ca: Importar com a:
es_mx: Importar como:
ru: Импортировать, как:

source: Text
es_mx: Texto
ru: Текст

source: Photos
ca: Fotos
ru: Фотографии

source: Feed Url (double check):
ca: Url de la font (comprovació)
es_mx: URL del feed (revisar dos veces)
ru: Ссылка на фид (повтор):

source: Show credits on each post?
ca: Mostrar crèdits a cada contingut?
es_mx: ¿Mostrar créditos en cada entrada?
ru: Отображать автора каждой записи?

source: Delete this Feed
ca: Esborrar aquesta font
es_mx: Elimar este feed
ru: Удалить этот фид

source: Error updating
ca: Error actualitzant
es_mx: Error actualizando
ru: Ошибка при обновлении

source: Last update
ca: Última actualització
es_mx: Última actualización
ru: Последнее обновление

source: Importing
ca: Important
es_mx: Importando
ru: Импортирование

source: add to gelato
ca: afegir a gelato
es_mx: agregar a gelato
ru: добавить в gelato

source: Shorten long URLs:
ca: Escurçar URLs llargues:
es_mx: Acortar URLs largas
ru: Сокращать длинные ссылки:

source: Import feeds every:
ca: Importar fonts cada:
es_mx: Importar feeds cada:
ru: Частота импорта фидов:

source: minutes
ca: minuts
es_mx: minutos
ru: минут

source: hour
ca: hora
es_mx: hora
ru: час

source: hours
ca: hores
es_mx: horas
ru: часов
